Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: This will restart the Dock process, expect your computer to flash briefly. *NOTE*: The native dock may not restore if the DockDoor Pro process is force-quit or crashes, which may leave the native dock disabled.
ar: سيؤدي هذا إلى إعادة تشغيل عملية Dock، وتوقع وميضًا قصيرًا على الشاشة. *ملاحظة*: قد لا يُستعاد شريط Dock الأصلي إذا أُنهي DockDoor Pro قسرًا أو تعطل، مما قد يترك Dock الأصلي معطلًا.
de: Dies startet den Dock-Prozess neu; der Bildschirm kann kurz flackern. *HINWEIS*: Das native Dock wird möglicherweise nicht wiederhergestellt, wenn der DockDoor Pro-Prozess per „Sofort beenden“ beendet wird oder abstürzt. Dadurch kann das native Dock deaktiviert bleiben.
es: Esto reiniciará el proceso del Dock; espera un breve parpadeo en tu ordenador. *NOTA*: puede que el Dock nativo no se restaure si el proceso de DockDoor Pro se fuerza a salir o falla, lo que puede dejar el Dock nativo desactivado.
fr: Cela redémarrera le processus Dock, attendez-vous à un bref clignotement de l'écran. *REMARQUE* : le Dock natif peut ne pas être restauré si le processus DockDoor Pro est forcé à quitter ou plante, ce qui peut laisser le Dock natif désactivé.
hu: Ez újraindítja a Dock folyamatot, a számítógép képernyője rövid időre felvillanhat. *MEGJEGYZÉS*: Előfordulhat, hogy a natív Dock nem áll vissza, ha a DockDoor Pro folyamatot kilépésre kényszerítik, vagy összeomlik, így a natív Dock letiltva maradhat.
ja: Dockプロセスを再起動します。画面が一瞬ちらつくことがあります。*注意*: DockDoor Proのプロセスが強制終了された場合やクラッシュした場合、標準のDockが復元されず、無効のままになることがあります。
nl: Hierdoor wordt het Dock-proces opnieuw gestart. Het beeld kan daarbij kort knipperen. *LET OP*: Het standaard Dock van macOS wordt mogelijk niet hersteld als het DockDoor Pro-proces geforceerd wordt afgesloten of crasht, waardoor het standaard Dock van macOS mogelijk uitgeschakeld blijft.
pl: Spowoduje to ponowne uruchomienie procesu Dock; obraz może na chwilę mignąć. *UWAGA*: systemowy Dock może nie zostać przywrócony po wymuszeniu zakończenia DockDoor Pro lub awarii aplikacji, przez co może pozostać wyłączony.
pt: Isto reiniciará o processo da Dock; o ecrã do computador pode piscar brevemente. *NOTA*: A Dock nativa pode não ser restaurada se o processo do DockDoor Pro for forçado a sair ou falhar, o que pode deixar a Dock nativa desativada.
ru: Процесс Dock будет перезапущен, поэтому экран компьютера может ненадолго мигнуть. *ПРИМЕЧАНИЕ*: системный Dock может не восстановиться после принудительного завершения или сбоя DockDoor Pro. В результате он может остаться отключенным.
sv: Det här startar om Dock-processen, räkna med att skärmen blinkar till kort. *OBS*: Den inbyggda Docken kanske inte återställs om DockDoor Pro-processen tvångsavslutas eller kraschar, vilket kan lämna den inbyggda Docken avstängd.
tr: Bu, Dock sürecini yeniden başlatır, bilgisayarının kısa süre yanıp sönmesini bekle. *NOT*: DockDoor Pro süreci zorla kapatılırsa veya çökerse yerel dock geri yüklenmeyebilir, bu da yerel dock'u devre dışı bırakabilir.
vi: Thao tác này sẽ khởi động lại tiến trình Dock, màn hình máy tính của bạn có thể nháy sáng trong chốc lát. *LƯU Ý*: Dock gốc có thể không tự khôi phục nếu tiến trình DockDoor Pro bị buộc thoát hoặc gặp sự cố, điều này có thể khiến Dock gốc của hệ thống bị vô hiệu hóa.
zh_hans: 此操作将重新启动 Dock 进程，屏幕可能会短暂闪烁。*注意*：如果 DockDoor Pro 进程被强制退出或崩溃，原生 Dock 可能无法恢复，并保持停用状态。
zh_hant: 這將會重新啟動 Dock 行程，您的電腦畫面可能會短暫閃爍。*注意*：如果 DockDoor Pro 行程被強制結束或意外當機，原生 Dock 可能無法還原，這可能會導致原生 Dock 處於停用狀態。

source: thumbnail
ar: صورة مصغرة
de: miniatur
es: miniatura
fr: miniature
hu: miniatűr
ja: サムネール
nl: miniatuur
pl: miniatura
pt: miniatura
ru: миниатюра
sv: miniatyr
tr: küçük resim
vi: hình thu nhỏ
zh_hans: 缩略图
zh_hant: 縮圖

source: Thumbnail Cache Duration
ar: مدة ذاكرة تخزين المصغّرات
de: Cache-Dauer für Miniaturen
es: Duración de la caché de miniaturas
fr: Durée du cache des miniatures
hu: Bélyegkép-gyorsítótár időtartama
ja: サムネールのキャッシュ期間
nl: Cacheduur van miniatuurafbeeldingen
pl: Czas pamięci podręcznej miniatur
pt: Duração da Cache de Miniaturas
ru: Время хранения миниатюр в кэше
sv: Cachetid för miniatyrer
tr: Küçük Resim Önbellek Süresi
vi: Thời gian lưu bộ nhớ đệm hình thu nhỏ
zh_hans: 缩略图缓存时长
zh_hant: 縮圖快取持續時間

source: Tile
ar: تجانب
de: Kacheln
es: Mosaico
fr: Mosaïque
hu: Csempézés
ja: タイル表示
nl: Tegel
pl: Ułóż
pt: Mosaico
ru: Мозаика
sv: Sida vid sida
tr: Döşe
vi: Xếp cửa sổ
zh_hans: 平铺
zh_hant: 並排

source: Tiling
ar: تبليط
de: Kacheln
es: Mosaico
fr: Mosaïque
hu: Csempézés
ja: タイリング
nl: Tegels
pl: Kafelkowanie
pt: Mosaico
ru: Плитка
sv: Sida vid sida
tr: Döşeme
vi: Xếp cửa sổ
zh_hans: 平铺
zh_hant: 並排

source: time
ar: وقت
de: zeit
es: hora
fr: heure
hu: idő
ja: 時刻
nl: tijd
pl: czas
pt: hora
ru: время
sv: tid
tr: zaman
vi: thời gian
zh_hans: 时间
zh_hant: 時間

source: Time
ar: الوقت
de: Zeit
es: Tiempo
fr: Temps
hu: Idő
ja: 時間
nl: Tijd
pl: Czas
pt: Tempo
ru: Время
sv: Tid
tr: Zaman
vi: Thời gian
zh_hans: 时间
zh_hant: 時間

source: Time for a long break. Nice work.
ar: حان وقت استراحة طويلة. عمل رائع.
de: Zeit für eine lange Pause. Gute Arbeit.
es: Es hora de un descanso largo. Buen trabajo.
fr: C'est l'heure d'une longue pause. Beau travail.
hu: Ideje egy hosszú szünetnek. Szép munka.
ja: 長い休憩の時間です。お疲れさまでした。
nl: Tijd voor een lange pauze. Goed gedaan.
pl: Czas na długą przerwę. Dobra robota.
pt: Hora de uma pausa longa. Bom trabalho.
ru: Время длинного перерыва. Отличная работа.
sv: Dags för en lång paus. Bra jobbat.
tr: Uzun mola zamanı. İyi iş.
vi: Đến giờ nghỉ dài. Làm tốt lắm.
zh_hans: 长休息时间到了，做得不错。
zh_hant: 該好好休息一下了！辛苦了。

source: Time for a short break.
ar: حان وقت استراحة قصيرة.
de: Zeit für eine kurze Pause.
es: Es hora de un descanso corto.
fr: C'est l'heure d'une courte pause.
hu: Ideje egy rövid szünetnek.
ja: 短い休憩の時間です。
nl: Tijd voor een korte pauze.
pl: Czas na krótką przerwę.
pt: Hora de uma pausa curta.
ru: Время короткого перерыва.
sv: Dags för en kort paus.
tr: Kısa mola zamanı.
vi: Đến giờ nghỉ ngắn.
zh_hans: 短休息时间到了。
zh_hant: 該休息一下了。

source: Time for Water
ar: حان وقت الماء
de: Zeit für Wasser
es: Hora de beber agua
fr: C'est l'heure de boire
hu: Ideje inni
ja: 水分補給の時間
nl: Tijd voor water
pl: Czas na wodę
pt: Hora de beber água
ru: Время пить воду
sv: Dags för vatten
tr: Su Zamanı
vi: Đến giờ uống nước
zh_hans: 该喝水了
zh_hant: 該喝水了

source: Time to focus.
ar: حان وقت التركيز.
de: Zeit, sich zu konzentrieren.
es: Es hora de concentrarse.
fr: C'est l'heure de se concentrer.
hu: Ideje összpontosítani.
ja: 集中する時間です。
nl: Tijd om te focussen.
pl: Czas na skupienie.
pt: Hora de se concentrar.
ru: Время сосредоточиться.
sv: Dags att fokusera.
tr: Odaklanma zamanı.
vi: Đến giờ tập trung.
zh_hans: 该专注了。
zh_hant: 該專心了。

source: time zone
ar: منطقة زمنية
de: zeitzone
es: zona horaria
fr: fuseau horaire
hu: időzóna
ja: 時間帯
nl: tijdzone
pl: strefa czasowa
pt: fuso horário
ru: часовой пояс
sv: tidszon
tr: saat dilimi
vi: múi giờ
zh_hans: 时区
zh_hant: 時區

source: Time's up
ar: انتهى الوقت
de: Zeit abgelaufen
es: Se acabó el tiempo
fr: Temps écoulé
hu: Lejárt az idő
ja: 時間になりました
nl: De tijd is om
pl: Czas minął
pt: O tempo acabou
ru: Время вышло
sv: Tiden är ute
tr: Süre doldu
vi: Hết giờ
zh_hans: 时间到
zh_hant: 時間到

source: Timer
ar: المؤقت
es: Temporizador
fr: Minuteur
hu: Időzítő
ja: タイマー
pl: Minutnik
pt: Temporizador
ru: Таймер
tr: Zamanlayıcı
vi: Hẹn giờ
zh_hans: 计时器
zh_hant: 計時器

source: Timer finished
ar: انتهى المؤقت
de: Timer abgelaufen
es: Temporizador terminado
fr: Minuteur terminé
hu: Az időzítő lejárt
ja: タイマー終了
nl: Timer afgelopen
pl: Minutnik zakończył odliczanie
pt: Temporizador terminado
ru: Таймер завершен
sv: Timern är klar
tr: Zamanlayıcı bitti
vi: Đã hết giờ hẹn
zh_hans: 计时结束
zh_hant: 計時結束

source: Timer Finished
ar: انتهى المؤقت
de: Timer abgelaufen
es: Temporizador terminado
fr: Minuteur terminé
hu: Az időzítő lejárt
ja: タイマー終了
nl: Timer afgelopen
pl: Minutnik zakończył odliczanie
pt: Temporizador terminado
ru: Таймер завершен
sv: Timern är klar
tr: Zamanlayıcı Bitti
vi: Đã hết giờ hẹn
zh_hans: 计时结束
zh_hant: 計時結束

source: Timezone
ar: منطقة التوقيت
de: Zeitzone
es: Zona horaria
fr: Fuseau Horaire
hu: Időzóna
ja: 時間帯
nl: Tijdzone
pl: Strefa czasowa
pt: Fuso Horário
ru: Часовой пояс
sv: Tidszon
tr: Saat Dilimi
vi: Múi giờ
zh_hans: 时区
zh_hant: 時區

source: Tip
ar: نصيحة
de: Tipp
es: Consejo
fr: Conseil
hu: Tipp
ja: ヒント
pl: Wskazówka
pt: Dica
ru: Совет
sv: Tips
tr: İpucu
vi: Mẹo
zh_hans: 提示
zh_hant: 提示

source: Title Format
ar: تنسيق العنوان
de: Titelformat
es: Formato del título
fr: Format du titre
hu: Cím formátuma
ja: タイトルのフォーマット
nl: Titelopmaak
pl: Format tytułu
pt: Formato do Título
ru: Формат заголовка
sv: Titelformat
tr: Başlık Biçimi
vi: Định dạng tiêu đề
zh_hans: 标题格式
zh_hant: 標題格式

source: Title Pill Style
ar: نمط كبسولة العنوان
de: Kapselstil für Titel
es: Estilo de píldora del título
fr: Style de capsule du titre
hu: Címbuborék stílusa
ja: タイトルピルのスタイル
nl: Pilstijl van de titel
pl: Styl kapsułki tytułu
pt: Estilo da Cápsula do Título
ru: Стиль пилюли заголовка
sv: Kapselstil för titel
tr: Başlık Hap Stili
vi: Kiểu bo viên tiêu đề
zh_hans: 标题胶囊样式
zh_hant: 標題膠囊樣式

source: Title Position
ar: موضع العنوان
de: Titelposition
es: Posición del título
fr: Position du titre
hu: Cím pozíciója
ja: タイトルの位置
nl: Titelpositie
pl: Położenie tytułu
pt: Posição do Título
ru: Позиция заголовка
sv: Titelposition
tr: Başlık Konumu
vi: Vị trí tiêu đề
zh_hans: 标题位置
zh_hant: 標題位置

source: Title Text Size
ar: حجم نص العنوان
de: Titeltextgröße
es: Tamaño del texto del título
fr: Taille du texte des titres
hu: Cím szövegmérete
ja: タイトルのテキストサイズ
nl: Tekstgrootte van de titel
pl: Rozmiar tekstu tytułu
pt: Tamanho do Texto do Título
ru: Размер текста заголовка
sv: Titelns textstorlek
tr: Başlık Metin Boyutu
vi: Kích cỡ văn bản tiêu đề
zh_hans: 标题文本大小
zh_hant: 標題文字大小

source: Title Visibility
ar: ظهور العنوان
de: Titelsichtbarkeit
es: Visibilidad del título
fr: Visibilité du titre
hu: Cím láthatósága
ja: タイトルの表示
nl: Zichtbaarheid van titel
pl: Widoczność tytułu
pt: Visibilidade do Título
ru: Видимость заголовка
sv: Titelsynlighet
tr: Başlık Görünürlüğü
vi: Mức độ hiển thị tiêu đề
zh_hans: 标题可见性
zh_hant: 標題顯示方式

source: today
ar: اليوم
de: heute
es: hoy
fr: aujourd'hui
hu: ma
ja: 今日
nl: vandaag
pl: dzisiaj
pt: hoje
ru: сегодня
sv: idag
tr: bugün
vi: hôm nay
zh_hans: 今天
zh_hant: 今天

source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd’hui
hu: Ma
ja: 今日
nl: Vandaag
pl: Dzisiaj
pt: Hoje
ru: Сегодня
sv: Idag
tr: Bugün
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

source: todo
ar: مهام
de: aufgaben
es: tarea pendiente
fr: à faire
hu: teendő
nl: taak
pl: zadanie
pt: tarefa
ru: задачи
sv: att göra
tr: yapılacak
vi: việc cần làm
zh_hans: 待办事项
zh_hant: 待辦事項

source: Todo
ar: المهام
de: Aufgaben
es: Tareas
fr: À faire
hu: Teendők
nl: Taken
pl: Zadania
pt: Tarefas
ru: Задачи
sv: Att göra
tr: Yapılacak
vi: Việc cần làm
zh_hans: 待办事项
zh_hant: 待辦事項

source: Toggle Dock Hidden
ar: تبديل إخفاء Dock
de: Dock ein-/ausblenden
es: Mostrar u ocultar el Dock
fr: Masquer / Afficher le Dock
hu: Dock elrejtésének átváltása
ja: Dockの表示/非表示を切り替え
nl: Dock verbergen/weergeven
pl: Przełącz widoczność Docka
pt: Alternar ocultação da Dock
ru: Скрыть или показать Dock
sv: Göm eller visa dockan
tr: Dock'u Gizle/Göster
vi: Bật/tắt ẩn Dock
zh_hans: 切换 Dock 显示状态
zh_hant: 切換 Dock 隱藏狀態

source: Toggle Full Screen
ar: تبديل ملء الشاشة
de: Vollbild ein/aus
es: Activar/desactivar pantalla completa
fr: Basculer en plein écran
hu: Teljes képernyő be/ki
ja: フルスクリーンを切り替え
nl: Volledig scherm aan/uit
pl: Przełącz tryb pełnoekranowy
pt: Alternar Ecrã Completo
ru: Вкл./выкл. полноэкранный режим
sv: Växla helskärmsläge
tr: Tam Ekranı Aç/Kapat
vi: Chuyển đổi chế độ toàn màn hình
zh_hans: 切换全屏模式
zh_hant: 切換全螢幕模式

source: Toggle Hidden
ar: تبديل المخفي
de: Ein-/ausblenden
es: Ocultar/Mostrar
fr: Afficher/Masquer
hu: Elrejtés átváltása
ja: 非表示を切り替え
nl: Verbergen in- of uitschakelen
pl: Przełącz ukrycie
pt: Alternar ocultação
ru: Скрыть или показать
sv: Göm/visa
tr: Gizle/Göster
vi: Bật/tắt ẩn
zh_hans: 隐藏/显示
zh_hant: 切換隱藏狀態

source: Toggle Minimize
ar: تبديل التصغير
de: Minimieren/Wiederherstellen
es: Minimizar/Restaurar
fr: Réduire / Restaurer
hu: Kicsinyítés átváltása
ja: しまう/戻すを切り替え
nl: Minimaliseren in- of uitschakelen
pl: Przełącz minimalizację
pt: Alternar minimização
ru: Свернуть или развернуть
sv: Minimera/återställ
tr: Küçültmeyi aç/kapat
vi: Bật/tắt thu nhỏ
zh_hans: 最小化/还原
zh_hant: 切換最小化狀態

source: tomato
ar: طماطم
de: tomate
es: tomate
fr: tomate
hu: paradicsom
ja: トマト
nl: tomaat
pl: pomidor
pt: tomate
ru: помидор
sv: tomat
tr: domates
vi: cà chua
zh_hans: 番茄
zh_hant: 番茄

source: Tomorrow
ar: غدًا
de: Morgen
es: Mañana
fr: Demain
hu: Holnap
ja: 明日
nl: Morgen
pl: Jutro
pt: Amanhã
ru: Завтра
sv: Imorgon
tr: Yarın
vi: Ngày mai
zh_hans: 明天
zh_hant: 明天

source: Tooltips
ar: تلميحات
de: Kurzinfos
es: Globos de ayuda
fr: Infobulles
hu: Eszköztippek
ja: ツールチップ
pl: Dymki pomocy
pt: Dicas
ru: Всплывающие подсказки
sv: Verktygstips
tr: Araç İpuçları
vi: Chú giải công cụ
zh_hans: 提示信息
zh_hant: 工具提示

source: Top
ar: في الأعلى
de: Oben
es: Arriba
fr: Haut
hu: Felül
ja: 上
nl: Bovenaan
pl: Na górze
pt: Superior
ru: Сверху
sv: Överkant
tr: Üst
vi: Trên cùng
zh_hans: 顶部
zh_hant: 上方

source: Top Apps
ar: أكثر التطبيقات استهلاكًا
es: Apps principales
fr: Top des apps
hu: Top appok
ja: 上位のアプリ
pl: Najbardziej aktywne aplikacje
pt: Principais Apps
ru: Топ приложений
sv: Toppappar
tr: En Çok Kullanan Uygulamalar
vi: Ứng dụng hàng đầu
zh_hans: 资源占用最多的应用
zh_hant: 高用量應用程式

source: Top Center
ar: أعلى الوسط
de: Oben mittig
es: Superior central
fr: Haut : Centre
hu: Felül középen
ja: 上部中央
nl: Bovenkant, midden
pl: U góry pośrodku
pt: Superior central
ru: Сверху по центру
sv: Uppe i mitten
tr: Üst Orta
vi: Trên cùng ở giữa
zh_hans: 顶部居中
zh_hant: 上方置中

source: Top Leading
ar: أعلى البداية
de: Oben links
es: Superior inicial
fr: Haut : Gauche
hu: Bal felső
ja: 上部先頭
nl: Bovenkant, vooraan
pl: U góry przy początku
pt: Superior inicial
ru: Сверху слева
sv: Uppe i framkant
tr: Üst Başlangıç
vi: Trên cùng bên trái
zh_hans: 左上
zh_hant: 左上方

source: Top Left Quarter
ar: الربع العلوي الأيسر
de: Oberes linkes Viertel
es: Cuarto superior izquierdo
fr: En haut à gauche
hu: Bal felső negyed
ja: 左上4分の1
nl: Bovenkant, linkerhoek
pl: Lewa górna ćwiartka
pt: Quarto superior esquerdo
ru: Верхняя левая четверть
sv: Övre vänstra fjärdedelen
tr: Üst Sol Çeyrek
vi: Một phần tư trên cùng bên trái
zh_hans: 左上四分之一
zh_hant: 左上四分之一區域

source: Top Right Quarter
ar: الربع العلوي الأيمن
de: Oberes rechtes Viertel
es: Cuarto superior derecho
fr: En haut à droite
hu: Jobb felső negyed
ja: 右上4分の1
nl: Bovenkant, rechterhoek
pl: Prawa górna ćwiartka
pt: Quarto superior direito
ru: Верхняя правая четверть
sv: Övre högra fjärdedelen
tr: Üst Sağ Çeyrek
vi: Một phần tư trên cùng bên phải
zh_hans: 右上四分之一
zh_hant: 右上四分之一區域

source: Top Trailing
ar: أعلى النهاية
de: Oben rechts
es: Superior final
fr: Haut : Droite
hu: Jobb felső
ja: 上部末尾
nl: Bovenkant, achteraan
pl: U góry przy końcu
pt: Superior final
ru: Сверху справа
sv: Uppe i bakkant
tr: Üst Bitiş
vi: Trên cùng bên phải
zh_hans: 右上
zh_hant: 右上方

source: Trackpad haptic intensity for dock interactions
ar: شدة الاستجابة اللمسية للوحة التعقب عند التفاعل مع Dock
de: Haptische Intensität des Trackpads für Dock-Interaktionen
es: Intensidad háptica del trackpad para las interacciones con el Dock
fr: Intensité haptique du trackpad pour les interactions du dock
hu: A trackpad haptikus visszajelzésének erőssége a Dock-interakciókhoz
ja: Dock操作時のトラックパッド触覚フィードバックの強さ
nl: Haptische intensiteit van het trackpad bij interacties met het Dock
pl: Intensywność haptyki gładzika dla interakcji z Dockiem
pt: Intensidade da resposta háptica do trackpad nas interações com a Dock
ru: Интенсивность тактильного отклика трекпада при работе с Dock
sv: Haptisk intensitet på styrplattan för dockinteraktioner
tr: Dock etkileşimleri için trackpad dokunsal yoğunluğu
vi: Cường độ phản hồi xúc giác trackpad khi tương tác với dock
zh_hans: Dock 交互的触控板触感反馈强度
zh_hant: 觸控板與 Dock 互動時的觸覺回饋強度

source: Trailing
ar: في النهاية
de: Am Ende
es: Final
fr: Fin
hu: Végére
ja: 末尾
nl: Achteraan
pl: Koniec
pt: Final
ru: В конце
sv: Bakre
tr: Son
vi: Mép cuối
zh_hans: 末尾
zh_hant: 尾端

source: Trailing Edge
ar: حافة النهاية
de: Hinterkante
es: Borde final
fr: Bord de fin
hu: Záró él
ja: 末尾エッジ
nl: Achterrand
pl: Krawędź końcowa
pt: Extremidade final
ru: Правый край
sv: Bakre kant
tr: Son Kenar
vi: Cạnh cuối
zh_hans: 末尾边缘
zh_hant: 後緣

source: Translate
ar: قُم بالترجمة
de: Übersetzen
es: Traducir
fr: Traduire
hu: Fordítás
ja: 翻訳
nl: Vertalen
pl: Tłumacz
pt: Traduzir
ru: Перевод
sv: Översätt
tr: Çevir
vi: Dịch
zh_hans: 翻译
zh_hant: 翻譯

source: Trash
ar: المهملات
de: Papierkorb
es: Papelera
fr: Corbeille
hu: Kuka
ja: ゴミ箱
nl: Prullenmand
pl: Kosz
pt: Lixo
ru: Корзина
sv: Papperskorg
tr: Çöp Sepeti
vi: Thùng rác
zh_hans: 废纸篓
zh_hant: 垃圾桶

source: Trash All
ar: نقل الكل إلى المهملات
de: Alle in den Papierkorb verschieben
es: Trasladar todo a la Papelera
fr: Tout placer dans la Corbeille
hu: Összes áthelyezése a Kukába
ja: すべてゴミ箱に入れる
nl: Alles weggooien
pl: Przenieś wszystko do Kosza
pt: Mover tudo para o Lixo
ru: Переместить все в Корзину
sv: Släng alla
tr: Hepsini Çöpe At
vi: Bỏ tất cả vào thùng rác
zh_hans: 全部移至废纸篓
zh_hant: 全部丟到垃圾桶

source: Trash All (%lld)
ar: مهملات الكل (%lld)
de: Alle (%lld) in den Papierkorb verschieben
es: Trasladar todo a la Papelera (%lld)
fr: Tout supprimer (%lld)
hu: Összes törlése (%lld)
ja: すべてをゴミ箱に入れる（%lld）
nl: Alles weggooien (%lld)
pl: Przenieś wszystko do Kosza (%lld)
pt: Mover Tudo para o Lixo (%lld)
ru: Удалить все (%lld)
sv: Släng alla (%lld)
tr: Hepsini Çöpe At (%lld)
vi: Bỏ tất cả vào thùng rác (%lld)
zh_hans: 全部移至废纸篓（%lld）
zh_hant: 全部丟到垃圾桶（%lld）

source: Trash Icon
ar: أيقونة المهملات
de: Papierkorb-Symbol
es: Icono de la Papelera
fr: Icône de la Corbeille
hu: Kuka-ikon
ja: ゴミ箱アイコン
nl: Prullenmandpictogram
pl: Ikona Kosza
pt: Ícone do Lixo
ru: Значок Корзины
sv: Papperskorgssymbol
tr: Çöp Sepeti Simgesi
vi: Biểu tượng Thùng rác
zh_hans: 废纸篓图标
zh_hant: 垃圾桶圖示

source: Trash is hidden. Show it at the end of the dock
ar: المهملات مخفية. أظهرها في نهاية Dock
de: Der Papierkorb ist ausgeblendet. Am Ende des Docks anzeigen
es: La Papelera está oculta. Muéstrala al final del Dock
fr: La Corbeille est masquée. Affichez-la en fin de Dock
hu: A Kuka el van rejtve. Jelenítse meg a Dock végén
ja: ゴミ箱は非表示です。Dockの末尾に表示する
nl: De prullenmand is verborgen. Toon deze aan het einde van het Dock
pl: Kosz jest ukryty. Pokaż go na końcu Docka
pt: O Lixo está oculto. Mostrá-lo no fim da Dock
ru: Корзина скрыта. Показать ее в конце Dock
sv: Papperskorgen är gömd. Visa den i slutet av dockan
tr: Çöp Sepeti gizli. Dock'un sonunda göster
vi: Thùng rác đang bị ẩn. Hiển thị ở cuối cùng của dock
zh_hans: 废纸篓已隐藏。在 Dock 末尾显示它
zh_hant: 垃圾桶目前已隱藏。顯示於 Dock 末端

source: Trash is shown at the end of the dock. Want to hide it?
ar: المهملات ظاهرة في نهاية Dock. هل تريد إخفاءها؟
de: Der Papierkorb wird am Ende des Docks angezeigt. Möchten Sie ihn ausblenden?
es: La Papelera se muestra al final del Dock. ¿Quieres ocultarla?
fr: La Corbeille est affichée à la fin du Dock. Voulez-vous la masquer ?
hu: A Kuka a Dock végén látható. Szeretné elrejteni?
ja: ゴミ箱はDockの末尾に表示されています。非表示にしますか?
nl: De prullenmand wordt aan het einde van het Dock weergegeven. Wil je deze verbergen?
pl: Kosz jest pokazywany na końcu Docka. Chcesz go ukryć?
pt: O Lixo é mostrado no fim da Dock. Quer ocultá-lo?
ru: Корзина отображается в конце Dock. Скрыть ее?
sv: Papperskorgen visas i slutet av dockan. Vill du gömma den?
tr: Çöp Sepeti dock'un sonunda gösteriliyor. Gizlemek ister misin?
vi: Thùng rác đang được hiện ở cuối cùng của dock. Bạn có muốn ẩn nó đi không?
zh_hans: 废纸篓当前显示在 Dock 末尾。要隐藏它吗？
zh_hant: 垃圾桶目前顯示於 Dock 末端。是否要將其隱藏？

source: Trash Options
ar: خيارات المهملات
de: Papierkorb-Optionen
es: Opciones de la Papelera
fr: Options de la Corbeille
hu: Kuka beállításai
ja: ゴミ箱のオプション
nl: Opties voor prullenmand
pl: Opcje Kosza
pt: Opções do Lixo
ru: Параметры Корзины
sv: Papperskorgsalternativ
tr: Çöp Sepeti Seçenekleri
vi: Tùy chọn Thùng rác
zh_hans: 废纸篓选项
zh_hant: 垃圾桶選項

source: Trash Size
ar: حجم المهملات
de: Papierkorbgröße
es: Tamaño de la Papelera
fr: Taille de la Corbeille
hu: Kuka mérete
ja: ゴミ箱のサイズ
nl: Grootte van de prullenmand
pl: Rozmiar Kosza
pt: Tamanho do Lixo
ru: Размер Корзины
sv: Papperskorgens storlek
tr: Çöp Sepeti Boyutu
vi: Kích cỡ Thùng rác
zh_hans: 废纸篓图标大小
zh_hant: 垃圾桶大小

source: travel
ar: سفر
de: reisen
es: viaje
fr: voyage
hu: utazás
ja: 旅行
nl: reizen
pl: podróże
pt: viagem
ru: путешествия
sv: resor
tr: seyahat
vi: du lịch
zh_hans: 旅行
zh_hant: 旅遊

source: Travel
ar: السفر
de: Reisen
es: Viajes
fr: Voyages
hu: Utazás
ja: 旅行
nl: Reizen
pl: Podróże
pt: Viagens
ru: Путешествия
sv: Resor
tr: Seyahat
vi: Du lịch
zh_hans: 旅行
zh_hant: 旅遊

source: Treat windows covering the whole screen below the menu bar as fullscreen
ar: التعامل مع النوافذ التي تغطي الشاشة بالكامل أسفل شريط القائمة كنوافذ ملء الشاشة
de: Fenster, die den gesamten Bildschirm unterhalb der Menüleiste bedecken, als Vollbild behandeln
es: Trata como pantalla completa las ventanas que cubren toda la pantalla bajo la barra de menús
fr: Considérer comme plein écran les fenêtres qui couvrent tout l'écran sous la barre des menus
hu: A menüsor alatti teljes képernyőt lefedő ablakok teljes képernyősként kezelése
ja: メニューバーより下の画面全体を覆うウインドウをフルスクリーンとして扱う
nl: Behandel vensters die het gehele scherm onder de menubalk bedekken als volledig-scherm-apps
pl: Traktuj okna zasłaniające cały ekran poniżej paska menu jako pełnoekranowe
pt: Tratar como ecrã completo as janelas que cobrem todo o ecrã abaixo da barra de menus
ru: Считать окна, занимающие весь экран под строкой меню, полноэкранными
sv: Behandla fönster som täcker hela skärmen under menyraden som helskärm
tr: Menü çubuğunun altındaki ekranın tamamını kaplayan pencereleri tam ekran olarak değerlendir
vi: Xem các cửa sổ bao phủ toàn bộ màn hình bên dưới thanh menu là toàn màn hình
zh_hans: 将覆盖菜单栏下方整个屏幕的窗口视为全屏
zh_hant: 將覆蓋選單列下方整個畫面的視窗視為全螢幕視窗

source: Triple
ar: ثلاثي
de: Dreifach
hu: Tripla
ja: トリプル
nl: Driedubbel
pl: Potrójny
pt: Tripla
ru: Тройной
sv: Trippel
tr: Üçlü
vi: Ba ô
zh_hans: 三倍
zh_hant: 三倍

source: Try It
ar: جرّبها
de: Ausprobieren
es: Probar
fr: Essayer
hu: Kipróbálás
ja: 試す
nl: Uitproberen
pl: Wypróbuj
pt: Experimentar
ru: Попробовать
sv: Prova
tr: Dene
vi: Dùng thử
zh_hans: 试用
zh_hant: 試用看看

source: Turn Off
ar: إيقاف
de: Ausschalten
es: Desactivar
fr: Désactiver
hu: Kikapcsolás
ja: オフにする
nl: Zet uit
pl: Wyłącz
pt: Desativar
ru: Выключить
sv: Stäng av
tr: Kapat
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉
